{"items":[

{"key":"Upg_Remove","value":"\n<color=red>Click this slot to sell 1 upgrade level!</color>"},
{"key":"Upg_None","value":"This upgrade slot doesn't have an upgrade in it!\nYou better get learnin'!"},
{"key":"Upg_ExtraLife","value":"Life Restore\nThis will restore all your lives for this floor!"},
{"key":"Upg_ExtraLifeLast","value":"Life Restore<color=red>(Last one in stock!)</color>\nThis will restore all your lives for this floor!"},
{"key":"Upg_BonusLife","value":"Life Cap Increase\nThis will increase your max lives count by one for the rest of the game!\n(Will not give you that life until the next floor unless your at max!)"},
{"key":"Upg_Stamina","value":"Stamina Boost\nFor every one of these you have, you'll get +25 max stamina!\nYou only get the extra stamina when Baldi becomes active."},
{"key":"Upg_AutoTag","value":"Auto Tag\nWhen Baldi is done counting, you will automatically have a Faculty Nametag applied to you!"},
{"key":"Upg_AutoTag2","value":"Auto Tag+\nHave an automatically applied Faculty Nametag that lasts a whole minute!"},
{"key":"Upg_HungryBully","value":"Hungry Bully\nThis'll make Bully prefer to steal Zesty Bars from you!\nIf you have none, he'll take your BSODAs.\nIf you have none of those, he'll take your Apples!"},
{"key":"Upg_PompIncrease","value":"Mrs. Pomp Timer Increase\nThis'll increase the time Mrs Pomp gives you to head to her class!"},
{"key":"Upg_GrappleBreak","value":"Grapple Upgrade\nThis'll allow grappling hooks to break through windows!"},
{"key":"Upg_GrappleBreakDoor","value":"Grapple Upgrade\nThis'll allow grappling hooks to break through any lock!"},
{"key":"Upg_SpeedyWhistle","value":"Hyper Whistle\nThe whistle will make Principal even quicker for MORE instant justice!"},
{"key":"Upg_Favoritism","value":"Favoritism\nThe Principal's whistle will make nearby characters guilty and get them sent to detention!"},
{"key":"Upg_Timeslow","value":"Timefreeze Clock\nWhen the Alarm Clock rings, time will be paused for 10 seconds!"},
{"key":"Upg_Timeslow2","value":"Timefreeze Clock\nWhen the Alarm Clock rings, time will be paused for 20 seconds!"},
{"key":"Upg_Timeslow3","value":"Timefreeze Clock\nWhen the Alarm Clock rings, time will be paused for 30 seconds!"},
{"key":"Upg_ItemSlot","value":"Item Slot+\nAdd a permanent slot to your inventory!\nDoes not take up an upgrade slot!"},
{"key":"Upg_Bank","value":"Lucky Quarter\nWhenever you use an item, there is a chance it'll be replaced with a quarter!\nThe likelyhood depends on how many of these you have!"},
{"key":"Upg_Drink","value":"Drink Efficiency\nIncreases the stamina when you drink from a fountain by 10% for every one of these you have!"},
{"key":"Upg_SlowBSODA","value":"Slow BSODA\nDecreases the BSODA spray's speed by 15% for every one of these you have!"},
{"key":"Upg_SlowBSODAMax","value":"Slow BSODA Max\nDecreases BSODA speed to 25% of its regular speed!"},
{"key":"Upg_Reroll","value":"Reroll\nDon't like whats in the shop? For a small price you can re-roll!"},
{"key":"Upg_FreeExit","value":"Free Exit\nSick of getting all the exits? This upgrade automatically does one for you!"},
{"key":"Upg_FreeExit2","value":"Free Exit+\nSick of getting all the exits? This upgrade automatically does two for you!"},
{"key":"Upg_FieldtripRedo","value":"Field Trip Redo\nAllows you to redo a field trip the next time you die,\nor as soon as you buy this upgrade if you've already done a field trip!"},
{"key":"Upg_Luck","value":"Birthday Luck\nIncreases the likelyhood of getting rare items from a Present!"},
{"key":"Upg_Error","value":"????\nSomethings gone wrong here... You shouldn't be seeing this..."},
{"key":"Desc_Store","value":"Welcome to Johnny's Store!\nJust click on upgrades you want to buy.\nOr, click on an upgrade you already have to sell it! It's that easy!"}

]}